{
    "Children": {
        "text": " Filho do empresário Milton Guirado Theodoro da Silva e de Neyde Joanna Senna da Silva, Ayrton Senna nasceu em 21 de março de 1960, na Maternidade de São Paulo, no bairro de Cerqueira César, São Paulo. A mãe de Senna era neta de imigrantes italianos e o seu pai era filho de uma espanhola (de Tíjola, em Almeria) com um paulista. Morou no Jardim São Paulo dos quatro aos doze anos, mudando-se posteriormente para o Tremembé. Desde novo ele se interessava por automóveis.",
        "textTwo": "Foi incentivado pelo pai, um entusiasta das competições automobilísticas, que montou o primeiro kart de Senna quando este tinha quatro anos, e que tinha um motor de máquina de cortar grama. Aos nove anos, já conduzia jipes pelas estradas dentro das propriedades rurais de Milton. Na televisão, gostava de assistir o anime Speed Racer, sobre um piloto de corridas."
    },

    "Kart": {
        "text": "Ayrton Senna começou sua carreira no kart aos treze anos e obteve sua primeira vitória oficial em julho de 1973 no Kartódromo de Interlagos. Ele conquistou diversos títulos no kart, incluindo campeonatos brasileiros e sul-americanos, além de ter sido vice-campeão mundial em 1979 e 1980. Senna também fez história no kartismo brasileiro ao conseguir quatro vitórias em um único dia em 1978. Em 1981, ele se mudou para a Europa e ganhou o campeonato inglês de Fórmula Ford 1600, mas enfrentou dificuldades para encontrar patrocinadores. Ele temporariamente abandonou o automobilismo, mas retornou em 1982 e conquistou os campeonatos europeu e britânico de Fórmula Ford 2000. Nesse mesmo ano, ele adotou o sobrenome de solteira de sua mãe, Senna.",
        "textTwo": "Em 1983, Senna venceu o campeonato inglês de Fórmula 3 e realizou seus primeiros testes com carros de Fórmula 1. Sua performance impressionou as equipes de Fórmula 1, e ele rapidamente ganhou prestígio no esporte a motor. Essa trajetória marcou o início da carreira de sucesso de Ayrton Senna no automobilismo."
    },

    "Formula1": {
        "Toleman": {
            "text": "Apesar de não ter vencido o GP de Mônaco em 1984 devido a uma interrupção prematura da corrida, a performance de Ayrton Senna nas ruas de Monte Carlo chamou a atenção das equipes de ponta da Fórmula 1. Ele rapidamente se tornou uma das promessas mais promissoras do esporte, graças à sua habilidade notável em pista molhada e sua capacidade de superar as limitações de seu carro Toleman. Sua temporada de estreia na Fórmula 1 o viu alcançar mais dois pódios, terminando em terceiro no Grande Prêmio da Grã-Bretanha em Brands Hatch e no GP de Portugal em Estoril. Isso o deixou empatado com Nigel Mansell em pontos, embora Senna tenha perdido o GP da Itália devido a uma suspensão de corrida pela Toleman, após ele ter assinado um contrato com a equipe Lotus para a temporada seguinte.",
            "textTwo": "Ainda em 1984, Senna teve a oportunidade de competir em diferentes condições climáticas e com carros fechados durante os 1000 km de Nürburgring, pilotando um Porsche 956 em parceria com Henri Pescarolo e Stefan Johansson. Ele se destacou ao marcar a melhor volta da corrida em várias ocasiões, tanto em pista seca quanto molhada, mesmo com sua equipe enfrentando problemas que os fizeram perder tempo. No entanto, no final de 1984, Ayrton Senna enfrentou um desafio pessoal quando foi diagnosticado com uma paralisia facial, inicialmente pensada como um derrame. A condição foi causada por uma mastoidite, inflamação do nervo mastoide, que afetou a musculatura facial. Após um tratamento alternativo sem sucesso, Senna recorreu à ajuda de Nuno Cobra, seu preparador físico, para superar a paralisia e se recuperar plenamente.",
            "textThree": "Esses eventos marcaram os primeiros passos notáveis de Ayrton Senna na Fórmula 1, estabelecendo-o como um piloto talentoso e promissor, e também destacando sua resiliência diante de desafios pessoais e profissionais. Senna estava pronto para conquistar o mundo do automobilismo nas temporadas seguintes."
        },
        "Lotus": {
            "text": "Em 1985, Ayrton Senna ingressou na equipe Lotus na Fórmula 1, tendo Elio De Angelis como companheiro de equipe. Ele teve um início turbulento com um abandono na corrida de abertura no Brasil devido a problemas elétricos. No entanto, Senna conseguiu sua primeira vitória na Fórmula 1 no GP de Portugal, largando na pole position em condições de chuva. Ele também venceu o GP da Bélgica, continuando a construir sua reputação como o 'rei das pole positions'. Senna encerrou a temporada em quarto lugar no Campeonato Mundial de Pilotos, com 38 pontos, sete pole positions e seis pódios, e foi eleito o piloto mais popular e melhor da temporada pela revista Autosprint.",
            "textTwo": "Em 1986, Senna continuou na Lotus com Johnny Dumfries como companheiro de equipe. Ele adotou uma estratégia de não trocar pneus durante as corridas para compensar a desvantagem do carro e liderou o campeonato por um tempo. No entanto, vários abandonos devido a problemas mecânicos o afastaram da disputa pelo título, que acabou sendo vencida por Alain Prost. Senna terminou o campeonato em quarto lugar mais uma vez, com 55 pontos, oito pole positions e seis pódios. Em 1987, a Lotus tinha o patrocínio da Camel e motores Honda, e Senna venceu corridas em Mônaco e nos Estados Unidos em Detroit, assumindo a liderança do campeonato. No entanto, as Williams de Nelson Piquet e Nigel Mansell eram mais competitivas, e Senna terminou a temporada em terceiro lugar no campeonato com 57 pontos, vencendo duas corridas e obtendo oito pódios.",
            "textThree": "O ano de 1987 marcou o início da parceria de Senna com a McLaren, que assegurou o fornecimento de motores Honda para a equipe em 1988, solidificando ainda mais sua carreira na Fórmula 1."
        },
        "McLaren": {
            "text": "Em 1992, Ayrton Senna continuou sua carreira na Fórmula 1, representando a McLaren, mas a temporada foi marcada por vários incidentes e desafios. Durante o GP da Bélgica, Senna mostrou grande bravura ao salvar o piloto Erik Comas, que havia sofrido um grave acidente e estava desacordado em seu carro com vazamento de combustível. Senna desligou o carro de Comas para evitar um incêndio, demonstrando seu compromisso com a segurança dos colegas pilotos. Em 1992, Senna também considerou a possibilidade de competir na Fórmula Indy, explorando novas oportunidades no automobilismo. No entanto, ele optou por permanecer na Fórmula 1.",
            "textTwo": "A temporada de 1992 não foi tão bem-sucedida como as anteriores, já que a McLaren não tinha um carro tão competitivo como nas temporadas anteriores. Senna conquistou apenas três vitórias ao longo do ano, terminando em quarto lugar no Campeonato Mundial de Pilotos. No entanto, Ayrton Senna ainda demonstrou sua habilidade e determinação, especialmente em momentos críticos, como o incidente de Mônaco em 1992, quando superou problemas de câmbio e garantiu uma vitória emocionante na pista onde havia estreado na Fórmula 1.",
            "textThree": "Mesmo em uma temporada desafiadora, Senna permaneceu como uma das figuras mais carismáticas e respeitadas na Fórmula 1, tanto por seu talento nas pistas quanto por seu compromisso com a segurança e a ética esportiva. Suas ações durante a temporada de 1992, como o resgate de Erik Comas e sua perseverança em Mônaco, mostram o verdadeiro espírito de um campeão."
        },
        "Williams": {
            "text": "Em 1994, Ayrton Senna finalmente teve a oportunidade de assinar com a equipe Williams-Renault, um dos times mais competitivos da Fórmula 1 na época. Senna já havia tentado entrar para a Williams em 1993, mas foi impedido por Alain Prost, que vetou seu nome devido a uma cláusula contratual que impedia o brasileiro de se juntar à equipe. No entanto, essa cláusula não estava mais em vigor em 1994, e Prost preferiu se aposentar um ano antes do fim de seu contrato a competir ao lado de seu antigo rival. A pré-temporada de testes com a Williams-Renault mostrou que o carro era rápido, mas Senna percebeu que era difícil de dirigir, pois a FIA havia banido os sistemas eletrônicos, incluindo a suspensão ativa, o controle de tração e os freios ABS, tornando o carro mais desafiador de pilotar. A temporada de 1994 começou com o Grande Prêmio do Brasil, em Interlagos, onde Senna fez a pole position. Durante a corrida, Senna liderou, mas Michael Schumacher da Benetton ultrapassou-o nos boxes. Determinado a vencer em casa, Senna perdeu o controle de sua Williams, rodou na curva da Junção e abandonou a prova.",
            "textTwo": "Na segunda corrida da temporada, o GP do Pacífico, em Aida, Japão, Senna mais uma vez conquistou a pole position, mas se envolveu em uma colisão logo na primeira curva, encerrando sua corrida. Esses primeiros eventos da temporada demonstraram que a Williams estava longe de ser tão dominante como nos anos anteriores, e a equipe Benetton pilotada por Michael Schumacher emergiu como uma forte concorrente. Em um momento surpreendente, Ayrton Senna expressou seu respeito pela Ferrari e seu desejo de encerrar sua carreira correndo pela equipe italiana. Esse gesto revelou sua admiração pela luta da Ferrari contra os sistemas eletrônicos na Fórmula 1 e sua vontade de ser parte desse desafio. Senna, no entanto, não teve a chance de cumprir esse desejo, já que seu trágico acidente em Ímola durante o GP de San Marino em maio de 1994 marcou o fim de sua carreira na Fórmula 1."
        }
    }
}
